Repository: Jongtak-Bae/Knotnot
Catalog: HeartLog/Localizable.xcstrings
Source language: en
Languages: zh_hans

# '%@' and '%@' often appear together
source: '%1$@' and '%2$@' often appear together
zh_hans: 「%1$@」和「%2$@」经常一起出现

source: %@ / Lifetime
zh_hans: %@ / 永久

source: %@ is your toughest day
zh_hans: %@ 是最容易闹的一天

source: %d days
zh_hans: %d 天

source: %d fewer
zh_hans: 少了 %d

source: %d more
zh_hans: 多了 %d

source: 0 days
zh_hans: 0 天

source: A peaceful day
zh_hans: 平和的一天

source: Active
zh_hans: 已激活

source: Add Note
zh_hans: + 备注

source: Add Notes
zh_hans: + 备注

source: Anger
zh_hans: 愤怒

source: App Version
zh_hans: 版本

source: Avg Recovery
zh_hans: 平均间隔

source: Avoidance
zh_hans: 回避

source: Awareness is the first step to harmony.
zh_hans: 记录靠闹闹，关系更牢靠

source: Become an early supporter and get all future premium features
zh_hans: 成为早期支持者，获取所有未来高级功能

source: Blamed
zh_hans: 被指责

source: Calendar
zh_hans: 日历

source: Cancel
zh_hans: 取消

source: Character Limit Reached
zh_hans: 已达字数上限

source: Close
zh_hans: 关闭

source: Conflict
zh_hans: 争吵

source: Conflict Intensity
zh_hans: 争吵强度

source: Conflict-free
zh_hans: 无争吵

source: Conflict-Free Streaks
zh_hans: 无争吵连胜

source: Conflicts
zh_hans: 闹闹记录

source: Contact
zh_hans: 联系

source: Contact Me
zh_hans: 联系开发者

source: Controlled
zh_hans: 被控制

source: Count
zh_hans: 次数

source: Current Streak
zh_hans: 连续平和

source: Date
zh_hans: 日期

source: Date:
zh_hans: 日期

source: day
zh_hans: 天

source: days
zh_hans: 天

source: Delete
zh_hans: 删除

source: Delete Note
zh_hans: 删除备注

source: Delete this conflict?
zh_hans: 确认删除此条闹闹记录吗？

source: Delete this note?
zh_hans: 确认删除此备注吗？

source: Disappointment
zh_hans: 失望

source: Discard
zh_hans: 丢弃

source: Discard Changes?
zh_hans: 丢弃更改？

source: Distrust
zh_hans: 不信任

source: Done
zh_hans: 完成

source: Drag down to delete
zh_hans: 向下拖动可删除

source: Drag left or right to adjust intensity
zh_hans: 左右拖动调整程度

source: Early Supporter & Future Updates
zh_hans: 早期支持者及未来更新

source: Edit
zh_hans: 编辑

source: Emotion Tags
zh_hans: 情绪标签

source: Emotions:
zh_hans: 情绪：

source: End
zh_hans: 结束

source: Enter your note here...
zh_hans: 写点什么吧

source: Error
zh_hans: 错误

source: Exhausted
zh_hans: 疲惫

source: Follow Me on X
zh_hans: 在X上关注

source: Follow on X
zh_hans: 在X上关注

source: Free users can write up to 200 characters. Upgrade to Premium for unlimited notes.
zh_hans: 免费用户最多可输入200字。升级至高级版解锁无限备注。

source: Get full access to all features
zh_hans: 解锁全部功能

source: Get Started
zh_hans: 立即记录

source: Get Started →
zh_hans: 开始使用 →

source: Great! Now start logging
zh_hans: 太棒了！现在开始记录吧

source: How are you feeling?
zh_hans: 你现在感觉如何？

source: Hurt
zh_hans: 受伤

source: iCloud Sync
zh_hans: iCloud 同步

source: Included Features
zh_hans: 包含功能

source: Intensity
zh_hans: 强度趋势

source: Intensity:
zh_hans: 程度：

source: Keep logging
zh_hans: 继续记录

source: Keep logging to see trends
zh_hans: 继续记录以查看趋势

source: Knot
zh_hans: 记录闹闹

source: Last 30 Days
zh_hans: 近30天

source: Lifetime Access
zh_hans: 终身访问

source: Log
zh_hans: 记录

source: Log a few more to see patterns
zh_hans: 再多记录几次，就能看到规律

source: Log to see trends
zh_hans: 记录后可见趋势

source: Milder
zh_hans: 缓和中

source: Minor
zh_hans: 小闹

source: Misunderstanding
zh_hans: 误解

source: Moderate
zh_hans: 中闹

source: Month
zh_hans: 月份

source: Month Avg
zh_hans: 月均

source: Monthly Conflicts
zh_hans: 每月争吵次数

source: Needs 2+ logs
zh_hans: 需要2条以上

source: Neglect
zh_hans: 忽视

source: Next
zh_hans: 下一步

source: Next →
zh_hans: 下一步 →

source: No clear pattern yet
zh_hans: 暂无明显规律

source: No conflict history yet
zh_hans: 还没有争吵记录

source: No conflicts in this period
zh_hans: 这段时间没有争吵

source: No emotion data yet
zh_hans: 还没有情绪数据

source: No notes yet
zh_hans: 还没有备注

source: No previous purchases found.
zh_hans: 未找到之前的购买记录。

source: None
zh_hans: 无

source: Not enough data yet
zh_hans: 数据还不够

source: Note
zh_hans: 备注

source: Note:
zh_hans: 备注

source: Notes
zh_hans: 备注

source: Notes:
zh_hans: 备注

source: Now I can write long notes without character limit! This is helpful for journaling my thoughts and feelings and make me more aware of what's really happening
zh_hans: 现在我可以不受字数限制地写长笔记了！这对于记录我的想法和感受很有帮助，让我更加意识到真正发生的事情

source: OK
zh_hans: 好的

source: One-time payment. No subscriptions. Unlock all current and future premium features.
zh_hans: 一次性付款，无订阅。解锁所有当前和未来的高级功能。

source: One-Time Purchase
zh_hans: 一次性购买

source: Premium
zh_hans: 高级版

source: Premium Features
zh_hans: 高级功能

source: Privacy
zh_hans: 隐私

source: Privacy Policy
zh_hans: 隐私政策

source: Purchase failed. Please try again.
zh_hans: 购买失败，请重试。

source: Purchase Premium
zh_hans: 购买高级版

source: Purchases successfully restored!
zh_hans: 成功恢复购买记录！

source: Rate the App
zh_hans: 评价一下

source: Research shows that naming your emotions — called "affect labeling" — reduces their intensity and helps you respond more thoughtfully. In relationships, this awareness builds empathy and clearer communication, turning conflicts into opportunities for understanding.
zh_hans: 研究表明，给情绪命名——即「情感标注」——能降低情绪的强度，帮助你更理性地回应。在亲密关系中，这种觉察力能增进共情和沟通，把冲突变成互相理解的契机。

source: Record:
zh_hans: 记录：

source: Resentment
zh_hans: 怨恨

source: Restore failed. Please try again.
zh_hans: 恢复失败，请重试。

source: Restore Purchase
zh_hans: 恢复购买

source: Restore Purchases
zh_hans: 恢复购买

source: Rising
zh_hans: 升高

source: Sadness
zh_hans: 悲伤

source: Same
zh_hans: 持平

source: Save
zh_hans: 保存

source: Seamlessly sync your data across all your devices
zh_hans: 在所有设备间无缝同步你的数据

source: Settings
zh_hans: 设置

source: Severe
zh_hans: 大闹

source: Slide to adjust the intensity
zh_hans: 滑动滑块调整程度

source: Stable
zh_hans: 稳定

source: Start
zh_hans: 开始

source: Start logging to see trends!
zh_hans: 开始记录闹闹以查看趋势

source: Start logging!
zh_hans: 开始记录吧！

source: Statistics
zh_hans: 分析

source: Statistics & Insights
zh_hans: 统计与洞察

source: Streak
zh_hans: 最长纪录

source: Sun
zh_hans: 日

source: Tap on the circle to log a conflict
zh_hans: 点击圆圈记录一次争吵

source: Tap to log a conflict
zh_hans: 点击以记录争吵

source: Terms
zh_hans: 条款

source: Terms & Conditions
zh_hans: 条款和条件

source: The longest number of consecutive days without any conflicts.
zh_hans: 连续无争吵的最长天数

source: The note and emotions will be deleted, but the conflict will remain.
zh_hans: 备注和情绪标签将被删除，但闹闹记录会保留。

source: This action cannot be undone.
zh_hans: 无法撤销此操作。

source: This Year
zh_hans: 今年

source: Total Conflict
zh_hans: 闹闹总数

source: Total Conflicts
zh_hans: 闹闹总数

source: Track your emotional states with tags
zh_hans: 用标签记录你的情绪状态

source: Trends require iOS 16 or later
zh_hans: 趋势图需要 iOS 16 或更高版本

source: Type
zh_hans: 类型

source: Unappreciated
zh_hans: 不被感激

source: Unlimited Notes
zh_hans: 无限备注

source: Unlock
zh_hans: 解锁

source: Unlock All Features
zh_hans: 解锁所有功能

source: Unlock Emotion Tags
zh_hans: 解锁情绪标签

source: Unlock Trends & Insights
zh_hans: 解锁趋势与洞察

source: Unlock Premium
zh_hans: 解锁高级版

source: Upgrade to Premium
zh_hans: 升级至高级版

source: View detailed charts and analytics of your conflict patterns
zh_hans: 查看详细的闹闹模式图表和分析

source: View more
zh_hans: 查看更多

source: When do conflicts happen?
zh_hans: 闹闹通常发生在什么时候？

source: Write notes of any length without character limits
zh_hans: 无字数限制，随心记录

source: Write something down
zh_hans: 写下些什么

source: You haven't logged a conflict. Your emotion tags and notes will be discarded.
zh_hans: 你还没有记录争吵。你的情绪标签和备注将被丢弃。

source: You reflected on %d of %d conflicts (%d%%)
zh_hans: 你记录了 %1$d / %2$d 次闹闹的感受（%3$d%%）

source: Your emotion tags and notes will also be deleted.
zh_hans: 你的情绪标签和备注也会被删除。

source: Your most common emotions
zh_hans: 最常见的情绪
